documents/examiner/state-evaluation.mmd
---
title: Evaluation - State Diagram
---
stateDiagram-v2
    [*] --> PENDING : Create
    PENDING --> COMPLETED : Evaluate
    COMPLETED --> [*]
